Repository: greeny-eco/csrd_calc
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, hu, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh

# pastDueResult
source: Your company is already subject to the sustainability report requirement as of the
ar: تخضع شركتك بالفعل للالتزام بإعداد تقرير الاستدامة اعتبارًا من
cs: Na vaši společnost se vztahuje povinnost vypracovat zprávu o udržitelnosti již od roku 2012.
da: Din virksomhed er allerede underlagt forpligtelsen til at udarbejde en bæredygtighedsrapport fra og med
de: Ihr Unternehmen unterliegt der Pflicht zur Erstellung eines Nachhaltigkeitsberichts bereits ab dem
el: Η εταιρεία σας υπόκειται ήδη στην υποχρέωση να συντάσσει έκθεση βιωσιμότητας από το
es: Su empresa ya está sujeta a la obligación de elaborar un informe de sostenibilidad a partir de
fi: Yrityksesi on jo nyt velvollinen laatimaan kestävän kehityksen raportin alkaen.
fr: Votre entreprise est déjà soumise à l'obligation de rédiger un rapport de durabilité à partir de
hu: Az Ön vállalatára már a következő időponttól kezdve vonatkozik a fenntarthatósági jelentés készítésének kötelezettsége
ja: 貴社は、以下の時点ですでに持続可能性報告書の作成義務の対象となっている。
ko: 귀사는 이미 다음 날짜부터 지속가능성 보고서 작성 의무가 적용됩니다.
nl: Uw bedrijf is al onderworpen aan de verplichting om een duurzaamheidsverslag op te stellen vanaf
pl: Twoja firma podlega już obowiązkowi sporządzenia raportu zrównoważonego rozwoju od dnia
pt: A sua empresa já está sujeita à obrigação de elaborar um relatório de sustentabilidade a partir de
ro: Societatea dumneavoastră este deja supusă obligației de a întocmi un raport de sustenabilitate începând cu data de
ru: Ваша компания уже обязана составлять отчет об устойчивом развитии, начиная с
sv: Ditt företag omfattas redan av skyldigheten att upprätta en hållbarhetsrapport från och med
tr: Şirketiniz halihazırda şu tarihten itibaren bir sürdürülebilirlik raporu hazırlama yükümlülüğüne tabidir
uk: На вашу компанію вже поширюється обов'язок складати звіт зі сталого розвитку станом на
zh: 贵公司从以下日期起就有义务编写可持续发展报告

# futureDueResult
source: Your company will be subject to the requirement to compile a sustainability report as of
ar: ستخضع شركتك لتقارير الاستدامة الإلزامية من
cs: Vaše společnost bude podléhat povinnému podávání zpráv o udržitelnosti od
da: Din virksomhed vil være underlagt obligatorisk bæredygtighedsrapportering fra
de: Ihr Unternehmen unterliegt der Pflicht zur Nachhaltigkeitsberichterstattung ab
el: Η εταιρεία σας θα υπόκειται σε υποχρεωτική υποβολή εκθέσεων βιωσιμότητας από
es: Su empresa estará sujeta a la obligación de presentar informes de sostenibilidad a partir del
fi: Yrityksesi on velvollinen raportoimaan kestävään kehitykseen liittyvistä asioista alkaen.
fr: Votre entreprise sera soumise à l'obligation d'établir des rapports sur le développement durable à partir de
hu: Vállalatának kötelező lesz a fenntarthatósági jelentéstétel a következő időponttól kezdve
ja: 貴社は今後、サステナビリティ報告書の提出が義務付けられる。
ko: 귀사는 다음 기관으로부터 의무적인 지속가능성 보고를 받게 됩니다.
nl: Uw bedrijf is onderworpen aan verplichte duurzaamheidsrapportage vanaf
pl: Twoja firma będzie podlegać obowiązkowej sprawozdawczości w zakresie zrównoważonego rozwoju od dnia
pt: A sua empresa estará sujeita a relatórios de sustentabilidade obrigatórios a partir de
ro: Compania dumneavoastră va fi supusă obligativității raportării privind dezvoltarea durabilă din
ru: Ваша компания будет обязана представлять отчетность в области устойчивого развития с
sv: Ditt företag kommer att omfattas av obligatorisk hållbarhetsrapportering från och med
tr: Şirketiniz şu tarihten itibaren zorunlu sürdürülebilirlik raporlamasına tabi olacaktır
uk: Ваша компанія підлягає обов'язковій звітності зі сталого розвитку від
zh: 您的公司将从以下时间起接受强制性可持续发展报告的监管

# notDueResult
source: Your company is not required to complete a sustainability report.
ar: شركتك غير ملزمة بتجميع تقرير الاستدامة.
cs: Vaše společnost není povinna sestavovat zprávu o udržitelnosti.
da: Din virksomhed er ikke forpligtet til at udarbejde en bæredygtighedsrapport.
de: Ihr Unternehmen ist nicht verpflichtet, einen Nachhaltigkeitsbericht zu erstellen.
el: Η εταιρεία σας δεν είναι υποχρεωμένη να συντάξει έκθεση βιωσιμότητας.
es: Su empresa no está obligada a elaborar una memoria de sostenibilidad.
fi: Yrityksesi ei ole velvollinen laatimaan kestävän kehityksen raporttia.
fr: Votre entreprise n'est pas obligée de rédiger un rapport de développement durable.
hu: Az Ön vállalata nem köteles fenntarthatósági jelentést készíteni.
ja: 貴社は、サステナビリティ報告書を作成する義務はありません。
ko: 귀사는 지속가능성 보고서를 작성할 의무가 없습니다.
nl: Uw bedrijf is niet verplicht om een duurzaamheidsverslag op te stellen.
pl: Twoja firma nie ma obowiązku sporządzania raportu zrównoważonego rozwoju.
pt: A sua empresa não é obrigada a elaborar um relatório de sustentabilidade.
ro: Compania dumneavoastră nu este obligată să întocmească un raport de sustenabilitate.
ru: Ваша компания не обязана составлять отчет об устойчивом развитии.
sv: Ditt företag är inte skyldigt att upprätta en hållbarhetsrapport.
tr: Şirketinizin bir sürdürülebilirlik raporu hazırlama zorunluluğu yoktur.
uk: Ваша компанія не зобов'язана складати звіт про сталий розвиток.
zh: 贵公司没有义务编写可持续发展报告。

# fiscalYearResult
source: (fiscal year {fiscalYear}).
ar: (السنة المالية {fiscalYear}).
cs: (rozpočtový rok {fiscalYear}).
da: (regnskabsår {fiscalYear}).
de: (Haushaltsjahr {fiscalYear}).
el: (οικονομικό έτος {fiscalYear}).
es: (año fiscal {fiscalYear}).
fi: (verovuosi {fiscalYear}).
fr: (exercice fiscal {fiscalYear}).
hu: (pénzügyi év {fiscalYear}).
ja: (会計年度 {fiscalYear}）。
ko: (회계연도 {fiscalYear}).
nl: (boekjaar {fiscalYear}).
pl: (rok podatkowy {fiscalYear}).
pt: (ano fiscal {fiscalYear}).
ro: (anul fiscal {fiscalYear}).
ru: (финансовый год {fiscalYear}).
sv: (räkenskapsår {fiscalYear}).
tr: (mali yıl {fiscalYear}).
uk: (фінансовий рік {fiscalYear}).
zh: (财政年度 {fiscalYear}）。

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sv: Ja
tr: Evet
uk: Так.
zh: 是

source: No
ar: لا يوجد
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
ja: いいえ
ko: 아니요
nl: Geen
pl: Nie
pt: Não
ro: Nu
ru: Нет
sv: Nej
tr: Hayır
uk: Ні.
zh: 没有

source: Restart
ar: ابدأ من جديد
cs: Začněte znovu
da: Begynd igen
de: Neu anfangen
el: Ξεκινήστε ξανά
es: Volver a empezar
fi: Aloita alusta
fr: Recommencer
hu: Kezdjük újra
ja: 再スタート
ko: 다시 시작
nl: Opnieuw beginnen
pl: Zacznij od nowa
pt: Começar de novo
ro: Începeți din nou
ru: Начни сначала
sv: Börja om på nytt
tr: Yeniden başlayın
uk: Почніть спочатку
zh: 重新开始

# error
source: An error occurred during data processing.
ar: حدث خطأ أثناء معالجة البيانات.
cs: Při zpracování dat došlo k chybě.
da: Der opstod en fejl under databehandlingen.
de: Bei der Datenverarbeitung ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την επεξεργασία δεδομένων.
es: Se ha producido un error durante el procesamiento de los datos.
fi: Tietojen käsittelyssä tapahtui virhe.
fr: Une erreur s'est produite lors du traitement des données.
hu: Hiba történt az adatfeldolgozás során.
ja: データ処理中にエラーが発生しました。
ko: 데이터 처리 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens de gegevensverwerking.
pl: Wystąpił błąd podczas przetwarzania danych.
pt: Ocorreu um erro durante o processamento de dados.
ro: A apărut o eroare în timpul procesării datelor.
ru: Во время обработки данных произошла ошибка.
sv: Ett fel inträffade under databehandlingen.
tr: Veri işleme sırasında bir hata oluştu.
uk: Під час обробки даних сталася помилка.
zh: 数据处理过程中发生错误。
