Repository: greeny-eco/csrd_calc
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, hu, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh

# isWithinEuQuestion
source: Is your company registered in the European Union?
ar: هل شركتك مسجلة في الاتحاد الأوروبي؟
cs: Je vaše společnost registrována v Evropské unii?
da: Er din virksomhed registreret i Den Europæiske Union?
de: Ist Ihr Unternehmen in der Europäischen Union registriert?
el: Είναι η εταιρεία σας εγγεγραμμένη στην Ευρωπαϊκή Ένωση;
es: ¿Está registrada su empresa en la Unión Europea?
fi: Onko yrityksesi rekisteröity Euroopan unionissa?
fr: Votre entreprise est-elle enregistrée dans l'Union européenne ?
hu: Az Európai Unióban bejegyezték a vállalatát?
ja: 貴社は欧州連合（EU）に登録されていますか？
ko: 귀사는 유럽연합에 등록되어 있나요?
nl: Is je bedrijf geregistreerd in de Europese Unie?
pl: Czy Twoja firma jest zarejestrowana w Unii Europejskiej?
pt: A sua empresa está registada na União Europeia?
ro: Compania dumneavoastră este înregistrată în Uniunea Europeană?
ru: Ваша компания зарегистрирована в Европейском Союзе?
sv: Är ditt företag registrerat i Europeiska unionen?
tr: Şirketiniz Avrupa Birliği'nde kayıtlı mı?
uk: Ваша компанія зареєстрована в Європейському Союзі?
zh: 贵公司是否在欧盟注册？

# listedWithinEuQuestion
source: Is your company listed on the stock exchange or other European listings?
ar: هل شركتك مدرجة في البورصة أو في قوائم أوروبية أخرى؟
cs: Je vaše společnost kótována na burze cenných papírů nebo na jiných evropských burzách?
da: Er din virksomhed noteret på børsen eller på andre europæiske lister?
de: Ist Ihr Unternehmen börsennotiert oder auf anderen europäischen Listen aufgeführt?
el: Είναι η εταιρεία σας εισηγμένη στο χρηματιστήριο ή σε άλλους ευρωπαϊκούς καταλόγους;
es: ¿Su empresa cotiza en bolsa o en otras listas europeas?
fi: Onko yrityksenne noteerattu pörssissä tai muilla eurooppalaisilla listoilla?
fr: Votre entreprise est-elle cotée en bourse ou sur d'autres listes européennes ?
hu: Tőzsdén vagy más európai tőzsdén jegyzik a vállalatát?
ja: 御社は証券取引所や他の欧州のリストに上場していますか？
ko: 귀사는 증권거래소 또는 다른 유럽 상장사에 상장되어 있나요?
nl: Is uw bedrijf beursgenoteerd of staat het op andere Europese lijsten?
pl: Czy Twoja firma jest notowana na giełdzie papierów wartościowych lub na innych europejskich listach?
pt: A sua empresa está cotada na bolsa de valores ou noutras listas europeias?
ro: Este compania dumneavoastră listată la bursă sau pe alte liste europene?
ru: Зарегистрирована ли ваша компания на фондовой бирже или в других европейских списках?
sv: Är ditt företag noterat på börsen eller på andra europeiska listor?
tr: Şirketiniz borsaya veya diğer Avrupa listelerine kayıtlı mı?
uk: Чи котирується ваша компанія на фондовій біржі або в інших європейських списках?
zh: 贵公司是否在证券交易所或其他欧洲上市？

# isBankOrInsuranceQuestion
source: Is your company a bank or insurance company with more than 500 employees or other entity already subject to NFRD?
ar: هل شركتك بنك أو شركة تأمين يعمل بها أكثر من 500 موظف أو كيان آخر خاضع بالفعل لـ NFRD؟
cs: Je vaše společnost bankou nebo pojišťovnou s více než 500 zaměstnanci nebo jiným subjektem, který již podléhá NFRD?
da: Er din virksomhed en bank eller et forsikringsselskab med mere end 500 ansatte eller en anden enhed, der allerede er underlagt NFRD?
de: Handelt es sich bei Ihrem Unternehmen um eine Bank oder eine Versicherungsgesellschaft mit mehr als 500 Beschäftigten oder um ein anderes Unternehmen, das bereits dem NFRD unterliegt?
el: Είναι η εταιρεία σας τράπεζα ή ασφαλιστική εταιρεία με περισσότερους από 500 υπαλλήλους ή άλλη οντότητα που υπόκειται ήδη στην NFRD;
es: ¿Es su empresa un banco o una compañía de seguros con más de 500 empleados u otra entidad ya sujeta al NFRD?
fi: Onko yrityksenne pankki tai vakuutusyhtiö, jolla on yli 500 työntekijää, tai muu yhteisö, johon jo sovelletaan NFRD:tä?
fr: Votre entreprise est-elle une banque ou une compagnie d'assurance employant plus de 500 personnes ou une autre entité déjà soumise au NFRD ?
hu: Az Ön cége 500-nál több alkalmazottat foglalkoztató bank vagy biztosítótársaság, vagy más, már az NFRD hatálya alá tartozó szervezet?
ja: 貴社は、従業員500人以上の銀行、保険会社、またはその他の企業で、すでにNFRDの適用を受けていますか？
ko: 귀사는 500명 이상의 직원을 보유한 은행이나 보험 회사 또는 이미 NFRD의 적용을 받는 기타 법인인가요?
nl: Is uw bedrijf een bank of verzekeringsmaatschappij met meer dan 500 werknemers of een andere entiteit die al onder de NFRD valt?
pl: Czy Twoja firma jest bankiem lub firmą ubezpieczeniową zatrudniającą ponad 500 pracowników lub innym podmiotem podlegającym już NFRD?
pt: A sua empresa é um banco ou uma companhia de seguros com mais de 500 trabalhadores ou outra entidade já sujeita a um regime de reembolso de impostos?
ro: Este compania dvs. o bancă sau o companie de asigurări cu peste 500 de angajați sau o altă entitate deja supusă NFRD?
ru: Является ли ваша компания банком или страховой компанией с более чем 500 сотрудниками или другой организацией, уже подпадающей под действие НФРР?
sv: Är ditt företag en bank eller ett försäkringsbolag med fler än 500 anställda eller en annan enhet som redan omfattas av NFRD?
tr: Şirketiniz 500'den fazla çalışanı olan bir banka veya sigorta şirketi mi yoksa halihazırda NFRD'ye tabi olan başka bir kuruluş mu?
uk: Ваша компанія є банком, страховою компанією з чисельністю працівників понад 500 осіб або іншим суб'єктом господарювання, що вже підпадає під дію НФРД?
zh: 贵公司是否为拥有 500 名以上员工的银行或保险公司，或已受 NFRD 约束的其他实体？

# balanceQuestion
source: What is your company's balance sheet total?
ar: ما هو إجمالي الميزانية العمومية لشركتك؟
cs: Jaká je bilanční suma vaší společnosti?
da: Hvad er din virksomheds samlede balance?
de: Wie hoch ist die Bilanzsumme Ihres Unternehmens?
el: Ποιο είναι το σύνολο του ισολογισμού της εταιρείας σας;
es: ¿Cuál es el balance total de su empresa?
fi: Mikä on yrityksenne taseen loppusumma?
fr: Quel est le total du bilan de votre entreprise ?
hu: Mennyi a vállalat mérlegfőösszege?
ja: 御社のバランスシートの合計はいくらですか？
ko: 귀사의 대차대조표 총액은 얼마인가요?
nl: Wat is het balanstotaal van je bedrijf?
pl: Jaka jest suma bilansowa Twojej firmy?
pt: Qual é o total do balanço da sua empresa?
ro: Care este totalul bilanțului companiei dumneavoastră?
ru: Каков итог баланса вашей компании?
sv: Vad är ditt företags balansomslutning?
tr: Şirketinizin bilanço toplamı nedir?
uk: Яка загальна сума балансу вашої компанії?
zh: 贵公司的资产负债表总额是多少？

# balanceLessThan300k
source: Less than 300k€
ar: أقل من 300 ألف يورو
cs: Méně než 300k€
da: Mindre end 300k€
de: Weniger als 300k€
el: Λιγότερο από 300k€
es: Menos de 300k
fi: Alle 300k€
fr: Moins de 300k€
hu: Kevesebb mint 300k€
ja: 30万ユーロ以下
ko: 30만 유로 미만
nl: Minder dan 300k€
pl: Mniej niż 300 tys. euro
pt: Menos de 300k€
ro: Mai puțin de 300k€
ru: Менее 300 тысяч евро
sv: Mindre än 300 000 euro
tr: 300 bin Avro'dan az
uk: Менше 300 тис. євро
zh: 不到 30 万欧元

# balanceBetween300kAnd20M
source: Between 300k€ and 20M€
ar: بين 300 ألف يورو و20 مليون يورو
cs: Od 300k€ do 20M€
da: Mellem 300k€ og 20M€
de: Zwischen 300k€ und 20M€
el: Μεταξύ 300k€ και 20M€
es: Entre 300k€ y 20M€
fi: 300 000-20 miljoonaa euroa
fr: Entre 300k€ et 20M€
hu: 300k€ és 20M€ között
ja: 30万ユーロから2000万ユーロの間
ko: 30만 유로에서 2천만 유로 사이
nl: Tussen 300k€ en 20M€
pl: Od 300 tys. euro do 20 mln euro
pt: Entre 300k€ e 20M€
ro: Între 300k€ și 20M€
ru: От 300 тысяч евро до 20 миллионов евро
sv: Mellan 300 000 euro och 20 miljoner euro
tr: 300 bin Avro ile 20 milyon Avro arasında
uk: Від 300 тис. євро до 20 млн євро
zh: 30 万欧元至 2000 万欧元

# balanceMoreThan20M
source: More than 20M€
ar: أكثر من 20 مليون يورو
cs: Více než 20 milionů eur
da: Mere end 20 mio. euro
de: Mehr als 20M€
el: Περισσότερα από 20M€
es: Más de 20 millones de euros
fi: Yli 20M€
fr: Plus de 20 millions d'euros
hu: Több mint 20M€
ja: 2000万ユーロ以上
ko: 20만 유로 이상
nl: Meer dan 20M€
pl: Ponad 20 milionów euro
pt: Mais de 20 milhões de euros
ro: Mai mult de 20M€
ru: Более 20 млн евро
sv: Mer än 20 miljoner euro
tr: 20M€'dan fazla
uk: Понад 20 мільйонів євро
zh: 超过 2000 万欧元

# incomeQuestion
source: What is the net turnover of your company?
ar: ما هو صافي مبيعات شركتك؟
cs: Jaký je čistý obrat vaší společnosti?
da: Hvad er din virksomheds nettoomsætning?
de: Wie hoch ist der Nettoumsatz Ihres Unternehmens?
el: Ποιος είναι ο καθαρός κύκλος εργασιών της εταιρείας σας;
es: ¿Cuál es el volumen de negocio neto de su empresa?
fi: Mikä on yrityksenne nettoliikevaihto?
fr: Quel est le chiffre d'affaires net de votre entreprise ?
hu: Mennyi a nettó árbevétele a vállalatának?
ja: 御社の純売上高はいくらですか？
ko: 귀사의 순매출액은 얼마인가요?
nl: Wat is de netto-omzet van je bedrijf?
pl: Jaki jest obrót netto Twojej firmy?
pt: Qual é o volume de negócios líquido da sua empresa?
ro: Care este cifra de afaceri netă a companiei dumneavoastră?
ru: Каков чистый оборот вашей компании?
sv: Hur stor är nettoomsättningen för ditt företag?
tr: Şirketinizin net cirosu nedir?
uk: Який чистий оборот вашої компанії?
zh: 贵公司的净营业额是多少？

# incomeLessThan700k
source: Less than 700k€
ar: أقل من 700 ألف يورو
cs: Méně než 700k€
da: Mindre end 700k€
de: Weniger als 700k€
el: Λιγότερο από 700k€
es: Menos de 700k€
fi: Alle 700k€
fr: Moins de 700k€
hu: Kevesebb mint 700k€
ja: 70万ユーロ以下
ko: 70만 유로 미만
nl: Minder dan 700k€
pl: Mniej niż 700 tys. euro
pt: Menos de 700k€
ro: Mai puțin de 700k€
ru: Менее 700 тысяч евро
sv: Mindre än 700 000 euro
tr: 700 bin Avro'dan az
uk: Менше 700 тис. євро
zh: 不到 70 万欧元

# incomeBetween700kAnd40M
source: Between 700k€ and 40M€
ar: بين 700 ألف يورو و40 مليون يورو
cs: Mezi 700k€ a 40M€
da: Mellem 700k€ og 40M€
de: Zwischen 700k€ und 40M€
el: Μεταξύ 700k€ και 40M€
es: Entre 700k€ y 40M€
fi: 700 000-40 miljoonaa euroa
fr: Entre 700k€ et 40M€
hu: 700k€ és 40M€ között
ja: 70万ユーロから4000万ユーロの間
ko: 70만 유로에서 4천만 유로 사이
nl: Tussen 700k€ en 40M€
pl: Od 700 tys. euro do 40 mln euro
pt: Entre 700 mil euros e 40 milhões de euros
ro: Între 700k€ și 40M€
ru: От 700 тысяч евро до 40 миллионов евро
sv: Mellan 700 000 euro och 40 miljoner euro
tr: 700 bin Avro ile 40 milyon Avro arasında
uk: Від 700 тис. євро до 40 млн євро
zh: 700 000 欧元至 40 000 000 欧元之间

# incomeMoreThan40M
source: More than 40M€
ar: أكثر من 40 مليون يورو
cs: Více než 40 milionů eur
da: Mere end 40 millioner euro
de: Mehr als 40M€
el: Περισσότερα από 40M€
es: Más de 40 millones de euros
fi: Yli 40M€
fr: Plus de 40 millions d'euros
hu: Több mint 40M€
ja: 4,000万ユーロ以上
ko: 40만 유로 이상
nl: Meer dan 40M€
pl: Ponad 40 milionów euro
pt: Mais de 40 milhões de euros
ro: Mai mult de 40M€
ru: Более 40 млн евро
sv: Mer än 40 miljoner euro
tr: 40M€'dan fazla
uk: Понад 40 мільйонів євро
zh: 超过 4000 万欧元

# employeeCountQuestion
source: How many employees does your company have (average value in the year)?
ar: كم عدد الموظفين في شركتك (متوسط القيمة في السنة)؟
cs: Kolik má vaše společnost zaměstnanců (průměrná hodnota za rok)?
da: Hvor mange ansatte har din virksomhed (gennemsnitlig værdi i året)?
de: Wie viele Mitarbeiter hat Ihr Unternehmen (Durchschnittswert im Jahr)?
el: Πόσους υπαλλήλους έχει η εταιρεία σας (μέση αξία κατά το έτος);
es: ¿Cuántos empleados tiene su empresa (valor medio en el año)?
fi: Kuinka monta työntekijää yrityksellänne on (vuoden keskiarvo)?
fr: Combien de salariés compte votre entreprise (valeur moyenne dans l'année) ?
hu: Hány alkalmazottja van a cégének (éves átlagérték)?
ja: 貴社の従業員数は何人ですか（年間の平均値）？
ko: 귀사의 직원 수는 몇 명입니까(연 평균값)?
nl: Hoeveel werknemers heeft uw bedrijf (gemiddelde waarde in het jaar)?
pl: Ilu pracowników zatrudnia Twoja firma (średnia wartość w roku)?
pt: Quantos trabalhadores tem a sua empresa (valor médio no ano)?
ro: Câți angajați are compania dvs. (valoarea medie pe an)?
ru: Сколько сотрудников работает в вашей компании (среднее значение за год)?
sv: Hur många anställda har ditt företag (medelvärde under året)?
tr: Şirketinizin kaç çalışanı var (yıl içindeki ortalama değer)?
uk: Скільки співробітників у вашій компанії (середнє значення за рік)?
zh: 贵公司有多少员工（年度平均值）？

# employeeCountLessThan10
source: Less than 10
ar: أقل من 10
cs: Méně než 10
da: Mindre end 10
de: Weniger als 10
el: Λιγότερο από 10
es: Menos del 10
fi: Alle 10
fr: Moins de 10
hu: Kevesebb, mint 10
ja: 10未満
ko: 10% 미만
nl: Minder dan 10
pl: Mniej niż 10
pt: Menos de 10
ro: Mai puțin de 10
ru: Менее 10
sv: Mindre än 10
tr: 10'dan az
uk: Менше 10
zh: 少于 10

# employeeCountBetween10And250
source: Between 10 and 250
ar: ما بين 10 و250
cs: 10 až 250
da: Mellem 10 og 250
de: Zwischen 10 und 250
el: Μεταξύ 10 και 250
es: Entre 10 y 250
fr: Entre 10 et 250
hu: 10 és 250 között
ja: 10以上250未満
nl: Tussen 10 en 250
pl: Między 10 a 250
pt: Entre 10 e 250
ro: Între 10 și 250
ru: От 10 до 250
sv: Mellan 10 och 250
tr: 10 ile 250 arasında
uk: Від 10 до 250
zh: 介于 10 和 250 之间

# employeeCountMoreThan250
source: More than 250
ar: أكثر من 250
cs: Více než 250
da: Mere end 250
de: Mehr als 250
el: Περισσότερα από 250
es: Más de 250
fi: Yli 250
fr: Plus de 250
hu: Több mint 250
ja: 250以上
ko: 250개 이상
nl: Meer dan 250
pl: Ponad 250
pt: Mais de 250
ro: Mai mult de 250
ru: Более 250
sv: Mer än 250
tr: 250'den fazla
uk: Понад 250
zh: 超过 250

# notInEuResult
source: From 2029, companies and subsidiary branches with a non-EU parent company will be involved, where the parent company has generated net revenues in the EU of more than €150 million for each of the last two consecutive fiscal years and at least one subsidiary company meets the size requirements of the CSRD or one branch company generated net revenues of more than €40 million in the previous fiscal year.
ar: واعتبارًا من عام 2029، ستتم تغطية الشركات والفروع التابعة التي لها شركة أم من خارج الاتحاد الأوروبي، والتي حققت الشركة الأم إيرادات صافية في الاتحاد الأوروبي تزيد عن 150 مليون يورو لكل سنة من السنتين الماليتين المتتاليتين الأخيرتين على الأقل وتستوفي شركة فرعية واحدة على الأقل متطلبات الحجم الخاصة باتفاقية الإبلاغ عن المخاطر الائتمانية أو حقق أحد الفروع إيرادات صافية تزيد عن 40 مليون يورو في السنة المالية السابقة.
cs: Od roku 2029 budou zahrnuty společnosti a dceřiné pobočky s mateřskou společností mimo EU, jejichž mateřská společnost dosáhla v EU čistých příjmů vyšších než 150 milionů EUR v každém z posledních dvou po sobě jdoucích účetních období a alespoň jedna dceřiná společnost splňuje požadavky na velikost podle CSRD nebo jedna pobočka dosáhla v předchozím účetním období čistých příjmů vyšších než 40 milionů EUR.
da: Fra 2029 vil selskaber og datterselskaber med et moderselskab uden for EU være omfattet, hvis moderselskabet har genereret nettoindtægter i EU på mere end 150 millioner euro i hvert af de sidste to på hinanden følgende regnskabsår, og mindst et datterselskab opfylder størrelseskravene i CSRD, eller hvis en filial genererede nettoindtægter på mere end 40 millioner euro i det foregående regnskabsår.
de: Ab 2029 werden Unternehmen und Zweigniederlassungen mit einer Nicht-EU-Muttergesellschaft erfasst, deren Muttergesellschaft in den letzten beiden aufeinanderfolgenden Geschäftsjahren in der EU Nettoeinnahmen von jeweils mehr als 150 Mio. EUR erzielt hat und mindestens eine Tochtergesellschaft die Größenanforderungen der CSRD erfüllt oder eine Zweigniederlassung im vorangegangenen Geschäftsjahr Nettoeinnahmen von mehr als 40 Mio. EUR erzielt hat.
el: Από το 2029, θα καλύπτονται εταιρείες και θυγατρικά υποκαταστήματα με μητρική εταιρεία εκτός ΕΕ, για τις οποίες η μητρική εταιρεία έχει πραγματοποιήσει καθαρά έσοδα στην ΕΕ άνω των 150 εκατ. ευρώ για καθένα από τα δύο τελευταία διαδοχικά οικονομικά έτη και τουλάχιστον μία θυγατρική εταιρεία πληροί τις απαιτήσεις μεγέθους του CSRD ή ένα υποκατάστημα πραγματοποίησε καθαρά έσοδα άνω των 40 εκατ. ευρώ κατά το προηγούμενο οικονομικό έτος.
es: A partir de 2029, estarán cubiertas las empresas y sucursales filiales con una empresa matriz no perteneciente a la UE, para las que la empresa matriz haya generado unos ingresos netos en la UE de más de 150 millones de euros en cada uno de los dos últimos ejercicios financieros consecutivos y al menos una filial cumpla los requisitos de tamaño del CSRD o una sucursal haya generado unos ingresos netos de más de 40 millones de euros en el ejercicio financiero anterior.
fi: Vuodesta 2029 alkaen soveltamisalaan kuuluvat yritykset ja tytäryhtiöiden sivuliikkeet, joilla on EU:n ulkopuolinen emoyhtiö, jos emoyhtiön nettotulot EU:ssa ovat olleet yli 150 miljoonaa euroa kumpanakin viimeisenä kahtena peräkkäisenä tilikautena ja jos vähintään yksi tytäryhtiö täyttää CSRD:n kokovaatimukset tai jos yhden sivuliikkeen nettotulot edellisenä tilikautena ovat olleet yli 40 miljoonaa euroa.
fr: À partir de 2029, les sociétés et les filiales ayant une société mère non européenne seront couvertes si la société mère a généré des revenus nets dans l'UE supérieurs à 150 millions d'euros pour chacun des deux derniers exercices consécutifs et si au moins une filiale répond aux critères de taille du CSRD ou si une succursale a généré des revenus nets supérieurs à 40 millions d'euros au cours de l'exercice financier précédent.
hu: 2029-től azon nem uniós anyavállalattal rendelkező társaságok és leányvállalati fióktelepek tartoznak a hatálya alá, amelyek esetében az anyavállalat az elmúlt két egymást követő pénzügyi év mindegyikében 150 millió eurót meghaladó nettó árbevételt ért el az EU-ban, és legalább egy leányvállalat megfelel a CSRD méretre vonatkozó követelményeinek, vagy egy fióktelep 40 millió eurót meghaladó nettó árbevételt ért el az előző pénzügyi évben.
ja: 2029年以降、EU域外に親会社を持つ企業および子会社の支店が対象となる。この場合、親会社のEU域内における純収益が過去2期連続で1億5,000万ユーロを超え、かつ少なくとも1つの子会社がCSRDの規模要件を満たすか、1つの支店が前年度に4,000万ユーロを超える純収益を上げていることが条件となる。
ko: 2029년부터는 모회사가 비유럽연합에 있는 기업 및 자회사 지점이 적용 대상이며, 모회사가 최근 2개 회계연도 연속으로 EU에서 1억 5천만 유로 이상의 순이익을 창출하고 최소 1개 자회사가 CSRD의 규모 요건을 충족하거나 1개 지점이 직전 회계연도에 4천만 유로 이상의 순이익을 창출한 경우 해당됩니다.
nl: Vanaf 2029 zullen bedrijven en filialen van dochterondernemingen met een niet-EU-moedermaatschappij onder de richtlijn vallen, waarvan de moedermaatschappij in elk van de laatste twee opeenvolgende boekjaren meer dan 150 miljoen euro aan netto-inkomsten in de EU heeft gegenereerd en waarvan ten minste één dochteronderneming voldoet aan de omvangvereisten van de richtlijn of waarvan één filiaal in het voorgaande boekjaar meer dan 40 miljoen euro aan netto-inkomsten heeft gegenereerd.
pl: Począwszy od 2029 r., spółki i oddziały zależne ze spółką dominującą spoza UE zostaną objęte ubezpieczeniem, w przypadku których spółka dominująca wygenerowała przychody netto w UE w wysokości ponad 150 mln EUR w każdym z dwóch ostatnich kolejnych lat obrotowych, a co najmniej jedna spółka zależna spełnia wymogi dotyczące wielkości określone w CSRD lub jeden oddział wygenerował przychody netto w wysokości ponad 40 mln EUR w poprzednim roku obrotowym.
pt: A partir de 2029, serão abrangidas as empresas e sucursais filiais com uma empresa-mãe não comunitária, cuja empresa-mãe tenha gerado receitas líquidas na UE superiores a 150 milhões de euros em cada um dos dois últimos exercícios financeiros consecutivos e em que pelo menos uma filial cumpra os requisitos de dimensão da CSRD ou uma sucursal tenha gerado receitas líquidas superiores a 40 milhões de euros no exercício financeiro anterior.
ro: Începând din 2029, vor fi acoperite societățile și filialele cu o societate-mamă din afara UE, pentru care societatea-mamă a generat venituri nete în UE de peste 150 de milioane de euro pentru fiecare dintre ultimii doi ani financiari consecutivi și cel puțin o filială îndeplinește cerințele de mărime ale CSRD sau o filială a generat venituri nete de peste 40 de milioane de euro în anul financiar anterior.
ru: Начиная с 2029 года, под действие закона подпадают компании и филиалы с материнской компанией, не входящей в ЕС, для которых материнская компания получила чистую выручку в ЕС в размере более 150 млн евро за каждый из двух последних финансовых лет подряд и хотя бы одна дочерняя компания соответствует требованиям CSRD по размеру или один филиал получил чистую выручку в размере более 40 млн евро в предыдущем финансовом году.
sv: Från och med 2029 kommer företag och dotterföretag med ett moderbolag utanför EU att omfattas, för vilka moderbolaget har genererat nettointäkter i EU på mer än 150 miljoner euro för vart och ett av de två senaste räkenskapsåren i följd och minst ett dotterföretag uppfyller storlekskraven i CSRD eller en filial genererade nettointäkter på mer än 40 miljoner euro under föregående räkenskapsår.
tr: 2029'dan itibaren, ana şirketin AB'de birbirini izleyen son iki mali yılın her birinde 150 milyon Avro'dan fazla net gelir elde ettiği ve en az bir bağlı şirketin CSRD'nin büyüklük şartlarını karşıladığı veya bir şubenin bir önceki mali yılda 40 milyon Avro'dan fazla net gelir elde ettiği, AB dışındaki bir ana şirkete sahip şirketler ve bağlı şubeler kapsanacaktır.
uk: Починаючи з 2029 року, будуть охоплені компанії та дочірні філії з материнською компанією за межами ЄС, для яких материнська компанія отримала чистий дохід в ЄС понад 150 мільйонів євро за кожен з останніх двох фінансових років поспіль, і принаймні одна дочірня компанія відповідає вимогам CSRD щодо розміру, або одна філія отримала чистий дохід понад 40 мільйонів євро за попередній фінансовий рік.
zh: 从 2029 年起，母公司为非欧盟国家的公司和子公司分支机构也将被纳入监管范围，只要母公司在过去连续两个财政年度中，每个年度在欧盟的净收入超过 1.5 亿欧元，且至少有一家子公司符合 CSRD 的规模要求，或一家分支机构在上一财政年度的净收入超过 4000 万欧元。
