Repository: greeny-eco/csrd_calc
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, hu, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh

# notDueAdditionalText
source: Consider, however, that you may still have to fill it out as a supplier to another obligated party, or because you are part of a virtuous, environmentally conscious company.
ar: ومع ذلك، ضع في اعتبارك أنك قد تضطر مع ذلك إلى ملئه كمورد لطرف آخر ملزم، أو لأنك جزء من شركة فاضلة وواعية بيئيًا.
cs: Zvažte však, že ji možná budete muset vyplnit jako dodavatel jiné povinné strany nebo proto, že jste součástí ctnostné a ekologicky uvědomělé společnosti.
da: Tænk dog på, at du måske alligevel skal udfylde den som leverandør til en anden forpligtet part, eller fordi du er en del af en dydig og miljøbevidst virksomhed.
de: Bedenken Sie jedoch, dass Sie sie vielleicht trotzdem ausfüllen müssen, weil Sie Lieferant einer anderen verpflichteten Partei sind oder weil Sie zu einem tugendhaften und umweltbewussten Unternehmen gehören.
el: Σκεφτείτε, ωστόσο, ότι μπορεί να χρειαστεί να το συμπληρώσετε ως προμηθευτής άλλου υπόχρεου μέρους ή επειδή ανήκετε σε μια ενάρετη και περιβαλλοντικά ευαισθητοποιημένη εταιρεία.
es: Considere, sin embargo, que aún puede tener que rellenarlo como proveedor de otro sujeto obligado, o porque forma parte de una empresa virtuosa y concienciada con el medio ambiente.
fi: Ota kuitenkin huomioon, että saatat silti joutua täyttämään sen toisen velvoitetun osapuolen toimittajana tai siksi, että olet osa hyveellistä ja ympäristötietoista yritystä.
fr: Considérez cependant que vous devrez peut-être encore le remplir en tant que fournisseur d'une autre partie obligée, ou parce que vous faites partie d'une entreprise vertueuse et respectueuse de l'environnement.
hu: Gondoljon azonban arra, hogy esetleg még mindig ki kell töltenie, mint egy másik kötelezett fél beszállítója, vagy mert egy erényes és környezettudatos vállalat tagja.
ja: しかし、他の義務当事者のサプライヤーとして、あるいはあなたが高潔で環境意識の高い企業の一員であるために、記入しなければならない場合があることを考慮してください。
ko: 그러나 다른 의무 당사자의 공급업체이거나 환경을 생각하는 선량한 기업의 일원이라는 이유로 작성해야 할 수도 있다는 점을 고려하세요.
nl: Bedenk echter dat je het misschien toch moet invullen als leverancier van een andere verplichte partij, of omdat je deel uitmaakt van een deugdzaam en milieubewust bedrijf.
pl: Weź jednak pod uwagę, że być może nadal będziesz musiał go wypełnić jako dostawca innej zobowiązanej strony lub dlatego, że jesteś częścią cnotliwej i świadomej ekologicznie firmy.
pt: No entanto, pode ainda ter de o preencher como fornecedor de outra parte obrigada ou porque faz parte de uma empresa virtuosa e com consciência ambiental.
ro: Luați în considerare, totuși, faptul că este posibil să trebuiască să o completați în calitate de furnizor al unei alte părți obligate sau pentru că faceți parte dintr-o companie virtuoasă și conștientă de mediu.
ru: Однако учтите, что вам, возможно, придется заполнить его как поставщику другой обязанной стороны или потому, что вы являетесь частью добродетельной и заботящейся об окружающей среде компании.
sv: Tänk dock på att du kanske ändå måste fylla i den som leverantör till en annan förpliktad part, eller för att du är en del av ett hederligt och miljömedvetet företag.
tr: Bununla birlikte, başka bir yükümlü tarafın tedarikçisi olarak veya erdemli ve çevreye duyarlı bir şirketin parçası olduğunuz için bu formu doldurmanız gerekebileceğini göz önünde bulundurun.
uk: Однак врахуйте, що вам все одно доведеться заповнювати його як постачальнику іншої зобов'язаної сторони або тому, що ви є частиною доброчесної та екологічно свідомої компанії.
zh: 但是，请考虑到，作为其他义务方的供应商，或者因为您是一家具有良好环保意识的公司的一员，您可能仍然需要填写。

# isBankOrInsuranceResult
source: From 2025, the regulations involve companies currently subject to the NFRD: listed companies, banks, and insurance companies that had an average number of employees > 500 during the fiscal year and exceeded at least one of the following size limits as of the balance sheet date: - €20 million balance sheet - €40 million net revenue.
ar: واعتبارًا من عام 2025، تشمل اللائحة الشركات الخاضعة حاليًا للائحة التنظيمية الوطنية لإعداد التقارير المالية الوطنية: الشركات المدرجة والبنوك وشركات التأمين التي كان متوسط عدد موظفيها يزيد عن 500 موظف خلال السنة المالية وتجاوزت أحد حدود الحجم التالية على الأقل في تاريخ الميزانية العمومية - 20 مليون يورو في الميزانية العمومية - 40 مليون يورو صافي الإيرادات.
cs: Od roku 2025 se nařízení týká společností, které v současnosti podléhají NFRD: kótované společnosti, banky a pojišťovny, které měly v průběhu účetního období průměrný počet zaměstnanců > 500 a k rozvahovému dni překročily alespoň jednu z následujících velikostních hranic - 20 milionů EUR v rozvaze - 40 milionů EUR čistého příjmu.
da: Fra 2025 omfatter forordningen virksomheder, der i øjeblikket er underlagt NFRD: børsnoterede virksomheder, banker og forsikringsselskaber, der havde et gennemsnitligt antal ansatte > 500 i løbet af regnskabsåret og overskred mindst en af følgende størrelsesgrænser på balancetidspunktet - 20 millioner euro på balancen - 40 millioner euro i nettoomsætning.
de: Ab 2025 betrifft die Verordnung Unternehmen, die derzeit dem NFRD unterliegen: börsennotierte Unternehmen, Banken und Versicherungen, die im Geschäftsjahr durchschnittlich mehr als 500 Beschäftigte hatten und am Bilanzstichtag mindestens eine der folgenden Größengrenzen überschritten haben - 20 Mio. EUR Bilanzsumme - 40 Mio. EUR Nettoeinnahmen.
el: Από το 2025, ο κανονισμός αφορά τις εταιρείες που υπόκεινται σήμερα στην ΕΑΦΔΣΣ: εισηγμένες εταιρείες, τράπεζες και ασφαλιστικές εταιρείες που είχαν μέσο αριθμό εργαζομένων > 500 κατά τη διάρκεια του οικονομικού έτους και υπερέβησαν τουλάχιστον ένα από τα ακόλουθα όρια μεγέθους κατά την ημερομηνία του ισολογισμού - 20 εκατ. ευρώ στον ισολογισμό - 40 εκατ. ευρώ καθαρά έσοδα.
es: A partir de 2025, la normativa afecta a las empresas que actualmente están sujetas a la NFRD: empresas que cotizan en bolsa, bancos y compañías de seguros que tenían un número medio de empleados > 500 durante el ejercicio y superaban al menos uno de los siguientes límites de tamaño en la fecha del balance - 20 millones de euros de balance - 40 millones de euros de ingresos netos.
fi: Vuodesta 2025 alkaen asetus koskee yrityksiä, jotka tällä hetkellä kuuluvat NFRD:n soveltamisalaan: pörssiyhtiöt, pankit ja vakuutusyhtiöt, joiden keskimääräinen työntekijämäärä oli tilikauden aikana > 500 ja jotka ylittivät tilinpäätöspäivänä vähintään yhden seuraavista kokorajoista. - 20 miljoonaa euroa taseessa - 40 miljoonaa euroa nettotuloja.
fr: A partir de 2025, le règlement concerne les entreprises qui sont actuellement soumises à la NFRD : les sociétés cotées, les banques et les compagnies d'assurance qui ont eu un nombre moyen de salariés > 500 au cours de l'exercice et qui ont dépassé au moins l'une des limites de taille suivantes à la date de clôture du bilan - 20 millions d'euros de bilan - 40 millions d'euros de recettes nettes.
hu: 2025-től a szabályozás a jelenleg az NFRD hatálya alá tartozó társaságokra vonatkozik: a tőzsdén jegyzett társaságok, bankok és biztosítótársaságok, amelyek átlagos alkalmazotti létszáma a pénzügyi év során meghaladta az 500 főt, és a mérlegfordulónapon az alábbi mérethatárok közül legalább egyet túlléptek. - 20 millió EUR mérlegfőösszeg - 40 millió EUR nettó árbevétel.
ja: 2025年時点では、現在NFRDの対象である上場企業、銀行、保険会社のうち、会計年度中の平均従業員数が500人を超え、貸借対照表日時点で以下の規模制限の少なくとも1つを超える企業が規制の対象となる。 - 2,000万ユーロの貸借対照表 - 4,000万ユーロの純収入。
ko: 2025년 현재 이 규정의 적용을 받는 기업은 회계연도 중 평균 직원 수가 500명 이상이고 대차대조표 기준 다음 규모 제한 중 하나 이상을 초과한 상장 기업, 은행 및 보험회사입니다. - 대차대조표 2천만 유로 - 순이익 4천만 유로.
nl: Vanaf 2025 heeft de regeling betrekking op bedrijven die momenteel onder de NFRD vallen: beursgenoteerde bedrijven, banken en verzekeringsmaatschappijen die tijdens het boekjaar gemiddeld meer dan 500 werknemers hadden en op de balansdatum ten minste een van de volgende omvanglimieten overschreden - 20 miljoen euro balans - 40 miljoen euro netto-omzet.
pl: Od 2025 r. rozporządzenie obejmuje spółki, które obecnie podlegają NFRD: spółki giełdowe, banki i firmy ubezpieczeniowe, które miały średnią liczbę pracowników > 500 w ciągu roku obrotowego i przekroczyły co najmniej jeden z następujących limitów wielkości w dniu bilansowym - 20 mln EUR bilansu - 40 mln EUR przychodów netto.
pt: A partir de 2025, o regulamento abrange as empresas que estão atualmente sujeitas à DSFR: empresas cotadas em bolsa, bancos e companhias de seguros com um número médio de trabalhadores superior a 500 durante o exercício e que, à data do balanço, tenham ultrapassado pelo menos um dos seguintes limites de dimensão - 20 milhões de euros de balanço - 40 milhões de euros de receitas líquidas.
ro: Începând cu 2025, reglementarea vizează companiile care sunt în prezent supuse NFRD: companii listate, bănci și companii de asigurări care au avut un număr mediu de angajați > 500 în cursul exercițiului financiar și care au depășit la data bilanțului cel puțin una dintre următoarele limite de mărime - 20 de milioane de euro în bilanț - 40 de milioane de euro venituri nete.
ru: Начиная с 2025 года, регулирование распространяется на компании, которые в настоящее время подпадают под действие NFRD: компании, зарегистрированные на бирже, банки и страховые компании, средняя численность сотрудников которых в течение финансового года превышала 500 человек и которые на дату составления баланса превышали хотя бы один из следующих пределов размера - 20 млн евро по балансу - 40 млн евро чистой выручки.
sv: Från och med 2025 omfattar regleringen företag som idag omfattas av NFRD: börsbolag, banker och försäkringsbolag som under räkenskapsåret haft ett genomsnittligt antal anställda > 500 och som på balansdagen överskridit minst en av följande storleksgränser - 20 miljoner euro i balansräkningen - 40 miljoner euro i nettoomsättning.
tr: 2025 itibariyle, düzenleme halihazırda NFRD'ye tabi olan şirketleri kapsamaktadır: mali yıl içinde ortalama çalışan sayısı 500'den fazla olan ve bilanço tarihinde aşağıdaki büyüklük sınırlarından en az birini aşan borsaya kote şirketler, bankalar ve sigorta şirketleri - 20 milyon Avro bilanço - 40 milyon Avro net gelir.
uk: Починаючи з 2025 року, регулювання поширюється на компанії, які наразі підпадають під дію NFRD: компанії, що котируються на біржі, банки та страхові компанії, які мали середню кількість працівників > 500 протягом фінансового року та перевищили принаймні один з наступних граничних розмірів на дату балансу - 20 млн євро баланс - 40 млн євро чистий дохід.
zh: 自 2025 年起，该法规涉及目前受 NFRD 监管的公司：上市公司、银行和保险公司，这些公司在财政年度的平均员工人数大于 500 人，且在资产负债表日至少超过以下规模限制之一 - 2000 万欧元资产负债表 - 4000 万欧元净收入。

# year2026Result
source: Your company must prepare and publish the report for in 2026 in accordance with the new requirements.
ar: يجب على شركتك إعداد ونشر التقرير لعام 2026 وفقًا للمتطلبات الجديدة.
cs: Vaše společnost musí připravit a zveřejnit zprávu za rok 2026 v souladu s novými požadavky.
da: Din virksomhed skal udarbejde og offentliggøre rapporten for 2026 i overensstemmelse med de nye krav.
de: Ihr Unternehmen muss den Bericht für 2026 gemäß den neuen Anforderungen erstellen und veröffentlichen.
el: Η εταιρεία σας πρέπει να προετοιμάσει και να δημοσιεύσει την έκθεση για το 2026 σύμφωνα με τις νέες απαιτήσεις.
es: Su empresa debe preparar y publicar el informe para 2026 de conformidad con los nuevos requisitos.
fi: Yrityksesi on laadittava ja julkaistava kertomus vuodelta 2026 uusien vaatimusten mukaisesti.
fr: Votre entreprise doit préparer et publier le rapport pour 2026 conformément aux nouvelles exigences.
hu: Az Ön vállalatának az új követelményeknek megfelelően kell elkészítenie és közzétennie a 2026-ra vonatkozó jelentést.
ja: 貴社は、新しい要求事項に従って2026年の報告書を作成し、公表しなければならない。
ko: 귀사는 새로운 요건에 따라 2026년 보고서를 준비하여 게시해야 합니다.
nl: Je bedrijf moet het verslag voor 2026 opstellen en publiceren in overeenstemming met de nieuwe vereisten.
pl: Twoja firma musi przygotować i opublikować raport za rok 2026 zgodnie z nowymi wymogami.
pt: A sua empresa deve preparar e publicar o relatório para 2026 em conformidade com os novos requisitos.
ro: Societatea dumneavoastră trebuie să întocmească și să publice raportul pentru anul 2026 în conformitate cu noile cerințe.
ru: Ваша компания должна подготовить и опубликовать отчет за 2026 год в соответствии с новыми требованиями.
sv: Ditt företag måste upprätta och offentliggöra rapporten för 2026 i enlighet med de nya kraven.
tr: Şirketiniz 2026 yılı raporunu yeni gerekliliklere uygun olarak hazırlamalı ve yayınlamalıdır.
uk: Ваша компанія повинна підготувати та опублікувати звіт за 2026 рік відповідно до нових вимог.
zh: 贵公司必须根据新要求编写并发布 2026 年报告。

# pastDueAdditionalText
source: Listed SMEs, due to their smaller size, more limited resources and taking into account the difficult economic environment due to COVID-19, also have the option to be exempted from the reporting requirement for a transitional period of two years. To this end, they must briefly explain in the management report why they are not yet able to fulfill the obligation. If such an SME is granted a transitional exemption from reporting, it must publish its first report for the 2028 reporting year in 2029.
ar: كما أن الشركات الصغيرة والمتوسطة المدرجة في البورصة، نظرًا لصغر حجمها ومواردها المحدودة وفي ضوء البيئة الاقتصادية الصعبة بسبب جائحة كوفيد-19، لديها أيضًا خيار الإعفاء من التزام الإبلاغ لفترة انتقالية مدتها سنتان. ولتحقيق هذه الغاية، يجب عليها أن تشرح بإيجاز في التقرير السنوي سبب عدم قدرتها على الوفاء بالالتزام. إذا مُنحت هذه المؤسسة الصغيرة والمتوسطة إعفاءً انتقاليًا من الإبلاغ، فيجب عليها نشر تقريرها الأول لسنة الإبلاغ 2028 في عام 2029.
cs: Kótované malé a střední podniky mají vzhledem ke své menší velikosti, omezenějším zdrojům a vzhledem k obtížnému ekonomickému prostředí v důsledku COVID-19 také možnost být na přechodné období dvou let osvobozeny od oznamovací povinnosti. Za tímto účelem musí ve výroční zprávě stručně vysvětlit, proč zatím nejsou schopny tuto povinnost splnit. Pokud je takovému malému nebo střednímu podniku udělena přechodná výjimka z povinnosti podávat zprávy, musí svou první zprávu za vykazovaný rok 2028 zveřejnit v roce 2029.
da: Børsnoterede SMV'er har på grund af deres mindre størrelse, mere begrænsede ressourcer og i lyset af det vanskelige økonomiske miljø på grund af COVID-19 også mulighed for at blive undtaget fra rapporteringsforpligtelsen i en overgangsperiode på to år. Til dette formål skal de kort forklare i årsrapporten, hvorfor de endnu ikke er i stand til at opfylde forpligtelsen. Hvis en sådan SMV får en midlertidig fritagelse for rapportering, skal den offentliggøre sin første rapport for rapporteringsåret 2028 i 2029.
de: Börsennotierte KMU haben aufgrund ihrer geringeren Größe, begrenzterer Ressourcen und angesichts des schwierigen wirtschaftlichen Umfelds aufgrund von COVID-19 auch die Möglichkeit, sich für eine Übergangszeit von zwei Jahren von der Berichtspflicht befreien zu lassen. Dazu müssen sie im Jahresbericht kurz begründen, warum sie die Pflicht noch nicht erfüllen können. Wird ein solches KMU übergangsweise von der Berichtspflicht befreit, muss es seinen ersten Bericht für das Berichtsjahr 2028 im Jahr 2029 veröffentlichen.
el: Οι εισηγμένες ΜΜΕ, λόγω του μικρότερου μεγέθους τους, των πιο περιορισμένων πόρων τους και ενόψει του δύσκολου οικονομικού περιβάλλοντος λόγω της COVID-19, έχουν επίσης τη δυνατότητα να εξαιρεθούν από την υποχρέωση υποβολής εκθέσεων για μια μεταβατική περίοδο δύο ετών. Για το σκοπό αυτό, πρέπει να εξηγούν συνοπτικά στην ετήσια έκθεση γιατί δεν είναι ακόμη σε θέση να εκπληρώσουν την υποχρέωση. Εάν μια τέτοια ΜΜΕ λάβει μεταβατική απαλλαγή από την υποβολή εκθέσεων, πρέπει να δημοσιεύσει την πρώτη της έκθεση για το έτος αναφοράς 2028 το 2029.
es: Las PYME que cotizan en bolsa, debido a su menor tamaño, sus recursos más limitados y en vista del difícil entorno económico debido a la COVID-19, también tienen la opción de quedar exentas de la obligación de informar durante un periodo transitorio de dos años. Para ello, deben explicar brevemente en el informe anual por qué no están aún en condiciones de cumplir la obligación. Si a una PYME de este tipo se le concede la exención transitoria de informar, deberá publicar su primer informe correspondiente al año de referencia 2028 en 2029.
fi: Pörssilistatut pk-yritykset voivat pienemmän kokonsa ja rajallisempien resurssiensa vuoksi sekä COVID-19:stä johtuvan vaikean taloudellisen ympäristön vuoksi myös vapautua raportointivelvollisuudesta kahden vuoden siirtymäkauden ajan. Tätä varten niiden on selitettävä lyhyesti vuosikertomuksessa, miksi ne eivät vielä pysty täyttämään velvollisuutta. Jos tällaiselle pk-yritykselle myönnetään siirtymäkauden vapautus raportointivelvollisuudesta, sen on julkaistava ensimmäinen raporttinsa raportointivuodelta 2028 vuonna 2029.
fr: Les PME cotées en bourse, en raison de leur taille plus petite, de leurs ressources plus limitées et de l'environnement économique difficile dû à COVID-19, ont également la possibilité d'être exemptées de l'obligation de déclaration pendant une période transitoire de deux ans. À cette fin, elles doivent expliquer brièvement dans le rapport annuel pourquoi elles ne sont pas encore en mesure de remplir l'obligation. Si une telle PME bénéficie d'une exemption transitoire de l'obligation de déclaration, elle doit publier son premier rapport pour l'année de déclaration 2028 en 2029.
hu: A tőzsdén jegyzett kkv-k kisebb méretük és korlátozottabb erőforrásaik miatt, valamint a COVID-19 miatt nehéz gazdasági környezetre való tekintettel szintén lehetőségük van arra, hogy egy kétéves átmeneti időszakra mentesüljenek a jelentéstételi kötelezettség alól. Ennek érdekében az éves jelentésben röviden meg kell indokolniuk, hogy miért nem képesek még eleget tenni a kötelezettségnek. Ha egy ilyen kkv átmeneti mentességet kap a jelentéstétel alól, akkor a 2028-as jelentéstételi évre vonatkozó első jelentését 2029-ben kell közzétennie.
ja: 上場中小企業は、その規模が小さいこと、経営資源が限られていること、COVID-19による厳しい経済環境を考慮し、2年間の経過措置として報告義務を免除される選択肢もある。そのためには、年次報告書において、なぜまだ義務を果たすことができないのかを簡潔に説明しなければならない。このような中小企業が報告免除の経過措置を受けた場合、2029年に2028年報告年度の最初の報告書を発行しなければならない。
ko: 상장 중소기업은 규모가 작고 자원이 제한적이며 코로나19로 인한 어려운 경제 환경을 고려하여 2년간 경과 기간 동안 보고 의무가 면제될 수 있습니다. 이를 위해서는 연례 보고서에 아직 의무를 이행할 수 없는 이유를 간략하게 설명해야 합니다. 이러한 중소기업이 과도기적 보고 면제를 받은 경우, 2028년 보고 연도에 대한 첫 번째 보고서를 2029년에 제출해야 합니다.
nl: Beursgenoteerde KMO's hebben, vanwege hun kleinere omvang, beperktere middelen en gezien het moeilijke economische klimaat als gevolg van COVID-19, ook de mogelijkheid om gedurende een overgangsperiode van twee jaar vrijgesteld te worden van de verslagleggingsverplichting. Daartoe moeten ze in het jaarverslag kort uitleggen waarom ze nog niet aan de verplichting kunnen voldoen. Als een dergelijke mkb-onderneming bij wijze van overgangsmaatregel wordt vrijgesteld van de rapportageplicht, moet zij haar eerste verslag over het verslagjaar 2028 in 2029 publiceren.
pl: MŚP notowane na giełdzie, ze względu na ich mniejszy rozmiar, bardziej ograniczone zasoby oraz w świetle trudnego otoczenia gospodarczego z powodu COVID-19, mają również możliwość zwolnienia z obowiązku sprawozdawczego na dwuletni okres przejściowy. W tym celu muszą one krótko wyjaśnić w sprawozdaniu rocznym, dlaczego nie są jeszcze w stanie wypełnić tego obowiązku. Jeśli takie MŚP otrzyma przejściowe zwolnienie z obowiązku sprawozdawczego, musi opublikować swoje pierwsze sprawozdanie za rok sprawozdawczy 2028 w 2029 roku.
pt: As PME cotadas em bolsa, devido à sua menor dimensão, recursos mais limitados e tendo em conta o difícil ambiente económico decorrente da COVID-19, têm também a opção de ficarem isentas da obrigação de apresentação de relatórios durante um período transitório de dois anos. Para o efeito, devem explicar sucintamente no relatório anual a razão pela qual ainda não estão em condições de cumprir a obrigação. Se for concedida a uma PME uma isenção transitória da obrigação de comunicação de informações, esta deve publicar o seu primeiro relatório relativo ao ano de referência de 2028 em 2029.
ro: IMM-urile cotate la bursă, din cauza dimensiunilor mai mici, a resurselor mai limitate și având în vedere mediul economic dificil din cauza COVID-19, au, de asemenea, opțiunea de a fi scutite de obligația de raportare pentru o perioadă de tranziție de doi ani. În acest scop, acestea trebuie să explice pe scurt în raportul anual de ce nu sunt încă în măsură să îndeplinească această obligație. În cazul în care un astfel de IMM beneficiază de o scutire tranzitorie de la obligația de raportare, acesta trebuie să publice primul său raport pentru anul de raportare 2028 în 2029.
ru: МСП, включенные в листинг, в силу своего меньшего размера, более ограниченных ресурсов и ввиду сложной экономической ситуации, вызванной COVID-19, также имеют возможность освободиться от обязанности представлять отчетность на переходный период в два года. Для этого они должны кратко объяснить в годовом отчете, почему они пока не могут выполнить это обязательство. Если такое МСП получит временное освобождение от отчетности, оно должно опубликовать свой первый отчет за отчетный год 2028 в 2029 году.
sv: Noterade små och medelstora företag har, på grund av sin mindre storlek, sina mer begränsade resurser och med hänsyn till den svåra ekonomiska miljön till följd av COVID-19, också möjlighet att undantas från rapporteringsskyldigheten under en övergångsperiod på två år. För detta ändamål måste de i årsredovisningen kortfattat förklara varför de ännu inte kan fullgöra skyldigheten. Om ett sådant litet eller medelstort företag beviljas ett undantag från rapporteringsskyldigheten under en övergångsperiod måste det offentliggöra sin första rapport för rapporteringsåret 2028 under 2029.
tr: Listelenen KOBİ'ler, daha küçük boyutları, daha sınırlı kaynakları ve COVID-19'dan kaynaklanan zorlu ekonomik ortam nedeniyle, iki yıllık bir geçiş dönemi için raporlama yükümlülüğünden muaf olma seçeneğine de sahiptir. Bu amaçla, yıllık raporda yükümlülüğü neden henüz yerine getiremediklerini kısaca açıklamaları gerekmektedir. Böyle bir KOBİ'ye raporlamadan geçici muafiyet tanınması halinde, 2028 raporlama yılına ilişkin ilk raporunu 2029 yılında yayınlamalıdır.
uk: МСП, зареєстровані на біржі, через їхній менший розмір, більш обмежені ресурси та з огляду на складну економічну ситуацію, спричинену COVID-19, також мають можливість бути звільненими від обов'язку подання звітності на перехідний період у два роки. Для цього вони повинні коротко пояснити у річному звіті, чому вони поки що не можуть виконати це зобов'язання. Якщо таке МСП отримає перехідне звільнення від звітності, то перший звіт за звітний 2028 рік воно має опублікувати у 2029 році.
zh: 上市中小企业由于规模较小、资源有限，并考虑到 COVID-19 所带来的困难经济环境，也可以选择在两年的过渡期内免除报告义务。为此，它们必须在年度报告中简要解释为什么还不能履行这项义务。如果这些中小企业获得了报告的过渡豁免，则必须在 2029 年公布其 2028 报告年度的第一份报告。
